Repository: collective/collective.geo.mapwidget
Catalog: src/collective/geo/mapwidget/locales/*/LC_MESSAGES/collective.geo.mapwidget.po
Languages: it

source: A mapping from layerids to ILayers
it: Una serie di layerid per ILayers

source: A mapping from mapids to IMapWidgets
it: Una serie di mapid per IMapWidgets

source: Additional Javascript code inserted after the map widget.
it: Javascript aggiuntivo inserito dopo il Map widget

source: Advanced
it: Avanzate

source: Advanced configurations
it: Configurazioni avanzate

source: Apply
it: Applica

source: Base settings
it: Impostazioni di base

source: Bing Aerial
it: Bing, mappa aerea

source: Bing Hybrid
it: Bing, mappa ibrida

source: Bing Roads
it: Bing, mappa stradale

source: Cancel
it: Annulla

source: Class attribute
it: Attributo class

source: Collective Geo Default Settings
it: Impostazioni di default di Collective Geo

source: Configure Collective Geo Settings
it: Configura Collective Geo

source: Default map position
it: Posizione di default della mappa

source: Enable default layers.
it: Abilita i layer di default

source: Find places
it: Ricerca luoghi

source: Geo Settings
it: Impostazioni

source: Hybrid (Google)
it: Google, mappa ibrida

source: If set to true, the default IMapLayers implementation adds all enabled default layers from the geo settings tool.
it: Se impostato a True, IMapLayers aggiunge i layer di default

source: Insert the name of the location you are looking for and then click on search button. When a list of results will appear you can click on a location from the list to set the coordinates.
it: Inserisci il name del luogo che stai cercando e clicca sul pulsante 'cerca'. Quando apparirà una lista di risultati puoi cliccare su uno di essi per impostare le coordinate.

source: Javascript code which returns a new instance of this layer and does not expect any parameters
it: Javascript che restituisce un'istanza di questo layer e non si aspetta alcun parametro

source: Javascript extras
it: Extra Javascript

source: Javascript factory
it: Javascript

source: Javascript to configure layers.
it: Javascript di configurazione dei layer

source: Layers
it: Layer

source: Manual settings
it: Impostazioni manuali

source: Map Widgets
it: Widget mappa

source: Map id
it: Id mappa

source: No corresponding geographic location could be found for the specified location, possibly because the address is relatively new, or because it may be incorrect.
it: Nessun luogo è stato trovato per l'indirizzo specificato, probabilmente l'indirizzo è relativamente nuovo o non corretto.

source: Returns some js-code to set up available layers.
it: Restituisce del javascript per configurare i layer disponibili

source: Satellite (Google)
it: Google, mappa satellitare

source: Search
it: Cerca

source: Set default styles for geographical shapes
it: Imposta gli stili di default per la visualizzazione dei dati sulla mappa

source: Set the centre point and the zoom level of the map used when the system cannot use any other point to center the map (e.g. when displaying the map to georeference an item for the first time)
it: Imposta il centro e il livello di zoom della mappa usati quando il sistema non ha altri punti di riferimento (per esempio quando viene visualizzata la mappa su un oggetto non ancora georeferenziato).

source: Style
it: Stili

source: Style attribute
it: Attributo stile

source: Terrain (Google)
it: Google mappa terreno

source: The html element class attribute.
it: L'attributo class dell'elemento html

source: The html element style attribute.
it: L'attributo style dell'elemento hamo

source: Used to identify the map in the dom-tree and to lookup an IMapWidget component if necessary.
it: Usato per identificare la mappa all'interno della pagina e trovare il componente IMapWidget se necessario.
