Repository: collective/collective.geo.mapwidget
Catalog: collective/geo/mapwidget/locales/*/LC_MESSAGES/collective.geo.mapwidget.po
Languages: de, es, nl

source: A mapping from layerids to ILayers
de: Eine Zuordnung von Layerids zu ILayers
es: Un mapeo de layerids a ILayers
nl: Een mapping van layerids naar ILayers

source: A mapping from mapids to IMapWidgets
de: Eine Zuordnung von Mapids zu IMapWidgets
es: Un mapeo de mapids a IMapWidgets
nl: Een mapping van mapids naar IMapWidgets

source: Additional Javascript code inserted after the map widget.
de: Zusätzlicher Javascript Code eingefügt nach dem Karten Widget.
es: código de Javascript adicional insertado después del widget de mapa.
nl: Extra Javascript code welke ingevoegd wordt na de map widget.

source: Advanced
de: Erweitert
es: Avanzado
nl: Geavanceerd

source: Advanced configurations
de: Erweiterte Konfigurationen
es: Configuraciones avanzadas
nl: Geavanceerde configuraties

source: Apply
de: Anwenden
es: Aplica
nl: Toepassen

source: Base settings
de: Basis Einstellungen
es: Configuración base
nl: Basis instellingen

source: Bing Aerial
es: Bing Aérea

source: Bing Hybrid
es: Bing Híbrido

source: Bing Roads
es: Bing Carreteras

source: Bing Streets
es: Bing Calles

source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren

source: Class attribute
de: Klassen Attribut
es: Atributo de Clase
nl: Klasse attribuut

source: Collective Geo Default Settings
de: Collective Geo Standard Einstellungen
es: Configuración predeterminada collective.geo
nl: Collective Geo Standaard Instellingen

source: Configure Collective Geo Settings
de: Collective Geo Einstellungen Konfigurieren
es: Ajustes a la configuración collective.geo
nl: Set Collective Geo Instellingen in

source: Enable default layers.
de: Standard Layers aktivieren.
es: Habilitar capas por defecto
nl: Schakel standaard lagen in.

source: Find places
de: Ortssuche
es: Buscar lugares
nl: Zoek locaties

source: Geo Settings
de: Geo Einstellungen
es: Ajustes Geográfica
nl: Geo Instellingen

source: Hybrid (Google)
es: Híbrido (Google)

source: If set to true, the default IMapLayers implementation adds all enabled default layers from the geo settings tool.
de: Wenn wahr, zeigt die Standard IMapLayers Implementation alle aktivierten Standard-Ebenen der Geo Einstellungen.
es: Si se define como verdadero, la implementación predeterminada de IMapLayers agrega todas las capas activas por defecto desde la herramienta de configuración geográfica.
nl: Wanneer dit ingeschakeld is zal de standaard IMapLayers implementatie alle ingeschakelde stanaard lagen toevoegen uit de geo instellingen tool.

source: Javascript code which returns a new instance of this layer and does not expect any parameters
de: Javascript Funktion welche keine Parameter akzeptiert und eine neue Instanz dieser Ebene zurückgibt
es: El código Javascript el cual devuelve una nueva instancia de esta capa y no espera que todos los parámetros
nl: Javascript code die een nieuwe instantie van deze laag teruggeeft welke geen parameters verwacht

source: Javascript factory
es: Fábrica Javascript

source: Javascript to configure layers.
de: Javascript zur Konfiguration der Ebenen.
es: Javascript para configurar las capas.
nl: Javascript om de lagen te configureren.

source: Layers
de: Ebenen
es: Capas
nl: Lagen

source: Map Widgets
de: Karten Widgets
es: Widgets de Mapas

source: Map id
de: Karten Id
es: Id de Mapa

source: No corresponding geographic location could be found for the specified location, possibly because the address is relatively new, or because it may be incorrect.
de: Es wurde keine geographische Position für den spezifierten Ort gefunden. Die Adresse ist entweder relativ neu oder inkorrekt.
es: No hay ubicación geográfica correspondiente se pudo encontrar para la ubicación especificada, posiblemente porque la dirección es relativamente nueva, o porque puede ser incorrecta.
nl: Er is geen corresponderende geografische locatie gevonden voor de gespecificeerde locatie, waarschijnlijk omdat het adres relatief nieuw of niet correct is.

source: Returns some js-code to set up available layers.
de: Gibt Javascript Code zurück der die verfügbaren Ebenen aufbereitet.
es: Devuelve algún código Javascript para configurar las capas disponibles.
nl: Geeft wat js-code terug om de beschikbare layers op te zetten.

source: Satellite (Google)
es: Satélite (Google)

source: Search
de: Suchen
es: Buscar
nl: Zoek

source: Select a location from the list below to set the coordinates.
de: Wählen Sie eine Position aus der untenstehenden Liste aus um die Koordinaten zu setzen.
es: Seleccione un lugar de la siguiente lista para establecer las coordenadas.

source: Set default styles for geographical shapes
de: Standard Styles für Geographische Markierungen setzen
es: Establecer estilos predeterminados para las formas geográficas
nl: Zet de standaard stijl voor geografische vormen

source: Style
es: Estilo
nl: Stijl

source: Style attribute
de: Style Attribut
es: Atributo de Estilo
nl: Stijl attribuut

source: Terrain (Google)
es: Tierra (Google)

source: The html element class attribute.
de: Das Html Element Klassen Attribut.
es: El atributo de la clase del elemento HTML.
nl: het html element klasse attribute.

source: The html element style attribute.
de: DAs Html Element Style Attribut.
es: El atributo del estilo del elemento HTML.
nl: Het html element stijl attribuut.

source: Used to identify the map in the dom-tree and to lookup an IMapWidget component if necessary.
de: Dient zur identifizierung der Karte im Dom-Tree und zum Nachschlagen der IMapWidget Komponente wenn nötig.
es: Se utiliza para identificar el mapa en el árbol DOM y para buscar un componente IMapWidget si es necesario.
nl: Gebruikt om de kaart te vinden in de dom-tree en een IMapWidget component indien noodzakelijk.

source: Yahoo Hybrid
es: Yahoo Híbrido

source: Yahoo Satellite
es: Yahoo Satélite

source: Yahoo Street
es: Yahoo Calle

source: Default map position
de: Standard Kartenposition

source: Manual settings
de: Manuelle Einstellungen

source: Set the centre point and the zoom level of the map used when the system cannot use any other point to center the map (e.g. when displaying the map to georeference an item for the first time)
de: Das Zentrum und der Zoom Level der Karte welche verwendet wird wenn das System keinen anderen Punkt zum Zentrieren finden kann (z.B. wenn die Karte zum ersten Mal auf einem georeferenzierten Element angezeigt wird)
